token = '394690485:AAG92UKvDmo0B04aDC-hYNeJNm54q5bkHAM'

questions = [
    "Який оператор використовується для впорядкування елементів списку?",
    "Яким буде вихід коду? \n list = [1,1,2,3,5,8,13] \n print(list[list[4]])",
    "Яка структува даних працює за принципом LIFO?",
    "Скільки існує примітивних структур даних?",
    "Яким буде вихід коду? \n var = \"Cookies\" \n print(var * 2)",
    "За допомогою якого оператора можна видалити елемент з даного списку через посиланя на його індекс?",
    "За допомогою якого оператора можна перевірити чи всі символи в рядку числові ?"
]

answers = [
    "sort",
    "8",
    "stack",
    "4",
    "CookiesCookies",
    "del",
    "isdigit"
]

comments = [
	"a.sort() - сортує за зростанням елементи списку а",
	"list[4] - це 5, а list[5] - це 8",
	"Cтек - це структура, де перший елемент, що додається, першим і знімається (\"останнім ввійшов, першим вийшов\")",
	"Integer, Float, String, Boolean",
	"Рядки - це колекції символів і їх можна множити, додавати і т.д.",
	"del a[0] - видаляє перший елемент списку а",
	"str1.isdigit() - поверне True, якщо рядок str1 складається лише з цифр \n Наприклад str1 = \"404\" ",
]

counter = 0